<div class="content">

  <div style="background-color: red;">
    AAA
  </div>

  <div style="background-color: yellow; overflow: hidden;">
    <div style="float: left; background-color: blue; padding: 20px; width: 70%;">

      <div style="background-color: white; padding: 0px;">
        <h3 style="text-decoration: underline; color: #006666; font-size: 22px;">Первичная консультация</h3>
        <a href="/#cabinet" style="font-size: 20px; margin-bottom: 15px;" onClick="alert('Нарисовать блок авторизованного пользователя!');" class="button">
          Записаться
        </a>

        <div style="font-size: 18px;">
          Первичный прием проводиться квалифицированными специалистами нашей клиники с целью выявления общих тенденций заболевания
          и назначения последующего лечения. В узком смысле это название применяется по отношению к наиболее крупным представителям этого семейства, тогда как более мелкие называются валлару и валлаби. Кенгуру живут в среднем шесть лет в дикой местности и сверх 20 лет в неволе, в зависимости от разновидности. Большинство кенгуру, однако, не достигает зрелости при диком образе жизни <a href="">Подробнее...</a>
        </div>
      </div>


      <div style="background-color: white; padding: 50px 0px 10px 0px;">
        <h3 style="text-decoration: underline; color: #006666; font-size: 22px;">Остеопатия</h3>
        <a href="/#cabinet" style="font-size: 20px; margin-bottom: 15px;" onClick="alert('Нарисовать блок авторизованного пользователя!');" class="button">
          Записаться
        </a>

        <div style="font-size: 18px;">
          и назначения последующего лечения. В узком смысле это название применяется по отношению к наиболее крупным представителям этого семейства, тогда как более мелкие называются валлару и валлаби. Кенгуру живут в среднем шесть лет в дикой местности и сверх 20 лет в неволе, в зависимости от разновидности. Большинство кенгуру, однако, не достигает зрелости при диком образе жизни

        </div>
      </div> 



      <div style="background-color: white; padding: 10px 0px 10px 0px;">
        <h3 style="text-decoration: underline; color: #006666; font-size: 22px;">Лечебная физкультура</h3>
        <a href="/#cabinet" style="font-size: 20px; margin-bottom: 15px;" onClick="alert('Нарисовать блок авторизованного пользователя!');" class="button">
          Записаться
        </a>

        <div style="font-size: 18px;">
          и назначения последующего лечения. В узком смысле это название применяется по отношению к наиболее крупным представителям этого семейства, тогда как более мелкие называются валлару и валлаби. Кенгуру живут в среднем шесть лет в дикой местности и сверх 20 лет в неволе, в зависимости от разновидности. Большинство кенгуру, однако, не достигает зрелости при диком образе жизни

        </div>
      </div>


      <div style="background-color: white; padding: 10px 0px 10px 0px;">
        <h3 style="text-decoration: underline; color: #006666; font-size: 22px;">Первичная консультация</h3>
        <a href="/#cabinet" style="font-size: 20px; margin-bottom: 15px;" onClick="alert('Нарисовать блок авторизованного пользователя!');" class="button">
          Записаться
        </a>

        <div style="font-size: 18px;">
          и назначения последующего лечения. В узком смысле это название применяется по отношению к наиболее крупным представителям этого семейства, тогда как более мелкие называются валлару и валлаби. Кенгуру живут в среднем шесть лет в дикой местности и сверх 20 лет в неволе, в зависимости от разновидности. Большинство кенгуру, однако, не достигает зрелости при диком образе жизни

        </div>
      </div>


      <div style="background-color: white; padding: 10px 0px 10px 0px;">
        <h3 style="text-decoration: underline; color: #006666; font-size: 22px;">Первичная консультация</h3>
        <a href="/#cabinet" style="font-size: 20px; margin-bottom: 15px;" onClick="alert('Нарисовать блок авторизованного пользователя!');" class="button">
          Записаться
        </a>

        <div style="font-size: 18px;">
          и назначения последующего лечения. В узком смысле это название применяется по отношению к наиболее крупным представителям этого семейства, тогда как более мелкие называются валлару и валлаби. Кенгуру живут в среднем шесть лет в дикой местности и сверх 20 лет в неволе, в зависимости от разновидности. Большинство кенгуру, однако, не достигает зрелости при диком образе жизни

        </div>
      </div>



      <div style="background-color: white; padding: 10px 0px 10px 0px;">
        <h3 style="text-decoration: underline; color: #006666; font-size: 22px;">Первичная консультация</h3>
        <a href="/#cabinet" style="font-size: 20px; margin-bottom: 15px;" onClick="alert('Нарисовать блок авторизованного пользователя!');" class="button">
          Записаться
        </a>

        <div style="font-size: 18px;">
          и назначения последующего лечения. В узком смысле это название применяется по отношению к наиболее крупным представителям этого семейства, тогда как более мелкие называются валлару и валлаби. Кенгуру живут в среднем шесть лет в дикой местности и сверх 20 лет в неволе, в зависимости от разновидности. Большинство кенгуру, однако, не достигает зрелости при диком образе жизни

        </div>
      </div>



      <div style="background-color: white; padding: 10px 0px 10px 0px;">
        <h3 style="text-decoration: underline; color: #006666; font-size: 22px;">Первичная консультация</h3>
        <a href="/#cabinet" style="font-size: 20px; margin-bottom: 15px;" onClick="alert('Нарисовать блок авторизованного пользователя!');" class="button">
          Записаться
        </a>

        <div style="font-size: 18px;">
          и назначения последующего лечения. В узком смысле это название применяется по отношению к наиболее крупным представителям этого семейства, тогда как более мелкие называются валлару и валлаби. Кенгуру живут в среднем шесть лет в дикой местности и сверх 20 лет в неволе, в зависимости от разновидности. Большинство кенгуру, однако, не достигает зрелости при диком образе жизни

        </div>
      </div>



      <div style="background-color: white; padding: 10px 0px 10px 0px;">
        <h3 style="text-decoration: underline; color: #006666; font-size: 22px;">Первичная консультация</h3>
        <a href="/#cabinet" style="font-size: 20px; margin-bottom: 15px;" onClick="alert('Нарисовать блок авторизованного пользователя!');" class="button">
          Записаться
        </a>

        <div style="font-size: 18px;">
          и назначения последующего лечения. В узком смысле это название применяется по отношению к наиболее крупным представителям этого семейства, тогда как более мелкие называются валлару и валлаби. Кенгуру живут в среднем шесть лет в дикой местности и сверх 20 лет в неволе, в зависимости от разновидности. Большинство кенгуру, однако, не достигает зрелости при диком образе жизни

        </div>
      </div>




    </div>
    <div style="float: right; background-color: lime;">
      CCC
    </div>
  </div>

</div>                            <!-- Close for <div class="content"> -->

